var files = {
	"图层": [
		"图层_影像_arcgis地图",
		"图层_影像_bing地图",
		"图层_影像_openstreet地图",
		"图层_影像_mapbox地图",
		"图层_影像_天地图",
		"图层_影像_单张图片",
		"图层_影像_WMTS服务",
		"图层_影像_WMS服务",
		"图层_影像_离线地图",
		"图层_地形",
		"图层_矢量地图"
	],
	"对象": [
		"对象_图片标签",
		"对象_标签图层",
		"对象_动态图片标签",
		"对象_文字标签",
		"对象_图片文字标签",
		"对象_模型图层",
		"对象_相机动画",
		"对象_html标签",
		"对象_属性标牌",
		"对象_屏幕图片",
		"对象_屏幕文字",
		"对象_屏幕视频",
		"对象_动态线",
		"对象_水域",
		"对象_扩散波",
		"对象_音频",
		"对象_可移动实体",
		"对象_场景对象创建通用方式",
		"对象_场景对象更新通用方式",
		"对象_场景动画",
		"对象_几何体",
		"对象_点",
		"对象_扫描线",
	],
	"基础": [
		"基础_鼠标跟随提示",
		"基础_单选",
		"基础_矩形选择",
		"基础_多边形选择",
		"基础_拾取点",
		"基础_场景截图",
		"基础_状态栏",
		"基础_天气"
	],
	"导航": [
		"导航_前后视图",
	],
	"标绘": [
		"标绘_多段线",
		"标绘_多边形",
		"标绘_矩形",
		"标绘_圆形",
		"标绘_球",
		"标绘_挖坑",
		"标绘_动态线",
		"标绘_圆柱体",
		"标绘_模型",
		"标绘_文字",
		"标绘_图片"
	],
	"量测": [
		"量测_直线距离",
		"量测_多边形",
		"量测_圆形",
		"量测_垂直距离",
		"量测_水平距离",
		"量测_地表距离",
		"量测_地表多边形",
		"量测_北向夹角",
		"量测_坐标"
	],
	"相机操作器": [
		"相机操作器_环视",
		"相机操作器_盘旋",
		"相机操作器_行走",
		"相机操作器_俯视",
		"相机操作器_模式"
	],
	"动画": [
		"动画_相机动画",
		"动画_工艺流程"
	],
	"演示": [
		"演示_青岛环保",
		"演示_中金石化",
		"演示_长春污水",
		"演示_合肥市区"
	],
	"分析": [
		"分析_点缓冲区",
		"分析_多段线缓冲区",
		"分析_通视分析"
	],
	"可视化": [
		"可视化_散点图城市空气质量",
		"可视化_散点图经济指标",
		"可视化_流入线",
		"可视化_流出线",
		"可视化_人口迁徙图",
		"可视化_道路拥堵图"
	],
	"调试": [
		"调试_地球瓦片"
	]
};
